Repository: waymarkedtrails/waymarked-trails-site
Catalog: django/locale/*/LC_MESSAGES/django.po
Languages: fi, nb, tl, vi

source: About the map
fi: Tietoa kartasta

source: Accumulated ascent
fi: Kertynyt nousu
vi: Chiều cao leo lên tổng cộng

source: Accumulated descent
fi: Kertynyt laskeutuminen
vi: Chiều cao đi xuống tổng cộng

source: Altitude
fi: Korkeus

source: Altitude (m)
fi: Korkeus (m)
vi: Cao độ (m)

source: Back
fi: Takaisin

source: Back to map
fi: Takaisin karttaan
nb: Tilbake til kartet
tl: Magbalik sa mapa
vi: Quay lại bản đồ

source: Background
fi: Tausta
nb: Bakgrunn
tl: Panlikuran
vi: Nền

source: Base map
fi: Karttapohja
nb: Bakgrunnskart
tl: Mapa ng himpilan
vi: Bản đồ gốc

source: Close
fi: Sulje

source: Cycling
fi: Pyöräily
nb: Sykkelruter
tl: Pagbibisikleta
vi: Xe đạp

source: Distance (km)
fi: Etäisyys (km)
vi: Tầm xa (km)

source: Elevation profile
fi: Korkeusprofiili
vi: Biểu đồ cao độ

source: Error
fi: Virhe
nb: Feil
tl: Kamalian
vi: Lỗi

source: Error connecting to server.
fi: Virhe yhdistettäessä palvelimeen.

source: Examples
fi: Esimerkit

source: Foreground
fi: Symboli
nb: Forgrunn
tl: Pangharapan
vi: Cận cảnh

source: Hiking
fi: Vaellus
nb: Vandreruter
tl: Pang-aliw na paglalakad nang mahaba
vi: Đường đi bộ dài

source: Hill shading
fi: Rinnevarjostus
nb: Høydelag
tl: Pagsangga sa burol
vi: Đồi bóng

source: Horse Riding
fi: Ratsastus

source: Image
fi: Kuva

source: Inline Skating
fi: Rullaluistelu
nb: Inline-skøyte-ruter
tl: Iskeyting na Nasa Guhit
vi: Trượt băng nội tuyến

source: It looks like the page you are looking for doesn't exist. If you think that you have found a broken link, don't hesitate to contact us.
fi: Näyttää siltä että etsimääsi sivua ei löydy. Jos epäilet että olet löytänyt rikkinäisen linkin älä epäröi ottaa meihin yhteyttä.
nb: Det ser ut til at siden du ser etter ikke eksisterer. Vi setter pris på om du tar kontakt dersom du tror du har funnet en ødelagt lenke.
tl: Mukhang hindi umiiral ang pahinang hinahanap mo. Kung sa tingin mo ay nakatagpo ka ng isang sirang kawing, huwag mag-alinlangan na makipag-ugnayan sa amin.
vi: Có vẻ như trang bạn đang muốn mở không tồn tại. Nếu bạn nghĩ rằng bạn vừa theo dõi một liên kết hỏng trên một trang khác, xin vui lòng liên lạc với chúng tôi.

source: JavaScript needs to be activated to use this service.
fi: Palvelun käyttö edellyttää JavaScript-komentosarjojen sallimisen.
nb: JavaScript må være aktivert for å bruke denne tjenesten.
tl: Kailangang buhayin ang JavaScript upang magamit ang pampaglilingkod na ito.
vi: Dịch vụ này cần JavaScript.

source: Language
fi: Kieli
vi: Ngôn ngữ

source: Last update
fi: Viimeisin päivitys
nb: Sist oppdatert
tl: Huling pagsasapanahon
vi: Lúc cập nhật

source: Locate me
fi: Etsi minulle

source: MTB
fi: Maastopyöräily
nb: Terrengsykkelruter
vi: Xe đạp leo núi

source: Map data © [OpenStreetMap](https://www.openstreetmap.org) under [ODbL](https://www.openstreetmap.org/copyright)
fi: Kartta-aineisto © [OpenStreetMap](https://www.openstreetmap.org) [ODbL-lisenssillä](https://www.openstreetmap.org/copyright)

source: Map settings
fi: Kartta-asetukset

source: Map transparency
fi: Kartan läpinäkyvyys
vi: Độ trong suốt bản đồ

source: Mapped length
fi: Kartoitettu pituus
nb: Vist på kartet
tl: Ipinapakita sa mapa
vi: Chiều dài trên bản đồ

source: More details
fi: Lisätiedot

source: No details found for this object.
fi: Yksityiskohtia ei ole löytynyt tästä kohteesta.

source: Note
fi: Lisätietoja
nb: Melding
tl: Tala
vi: Ghi chú

source: Official length
fi: Virallinen pituus
nb: Offisiell lengde
tl: Opisyal na haba
vi: Chiều dài chính thức

source: OpenStreetMap tags
fi: OpenStreetMap-tagi
nb: OpenStreetMap-tagger
tl: Mga tatak ng OpenStreetMap
vi: Các thẻ OpenStreetMap

source: Operator
fi: Ylläpitäjä
nb: Ansvarlig
tl: Tagapagpaandar
vi: Cơ quan giữ gìn

source: Original message
fi: Alkuperäinen viesti

source: Part of
fi: Osa reittiä
nb: Del av
tl: Bahagi ng
vi: Trực thuộc

source: Riding
fi: Ratsastus

source: Route is potentially unordered or incomplete. Elevation information might be inaccurate.
fi: Reitti on mahdollisesti epäjärjestyksessä tai epätäydellinen. Korkeustiedot voivat olla epätarkkoja.

source: Route layer
fi: Reittikartta
nb: Ruter
tl: Patong na ruta
vi: Lớp tuyến đường

source: Routes
fi: Reitit
nb: Ruter
tl: Mga ruta
vi: Các tuyến đường

source: Search
fi: Haku
nb: Søk
tl: Maghanap
vi: Tìm kiếm

source: Sections
fi: Osuudet
nb: Deler
tl: Mga bahagi
vi: Giai đoạn

source: Something unexpected happend.
fi: Jotain odottamatonta tapahtui.

source: The requested page does not exist.
fi: Etsimääsi sivua ei löydy.
nb: Sida finst ikke.
tl: Hindi umiiral ang hiniling na pahina.
vi: Trang yêu cầu không tồn tại.

source: Use browser settings
fi: Käytä selaimen asetuksia

source: Waymarked Trails shows cycling routes from the local to international level, with maps and information from OpenStreetMap.
fi: Waymarked Trails näyttää pyöräilyreittejä niin paikallisesti kuin maailmanlaajuisestikin OpenStreetMap-karttojen ja -tietojen perusteella.
nb: Waymarked Trails viser sykkelruter fra lokalt til internasjonalt nivå, med kart og informasjon fra OpenStreetMap.
vi: Waymarked Trails trình bày các tuyến đường xe đạp từ cấp địa phương tới hệ thống quốc tế, dùng các bản đồ và thông tin lấy từ OpenStreetMap.

source: Waymarked Trails shows hiking routes from the local to international level, with maps and information from OpenStreetMap.
fi: Waymarked Trails näyttää lenkkeilyreittejä niin paikallisesti kuin maailmanlaajuisestikin OpenStreetMap-karttojen ja -tietojen perusteella.
nb: Waymarked Trails viser vandreruter fra lokalt til internasjonalt nivå, med kart og informasjon fra OpenStreetMap.
vi: Waymarked Trails trình bày các tuyến đường đi bộ đường dài từ cấp địa phương tới hệ thống quốc tế, dùng các bản đồ và thông tin lấy từ OpenStreetMap.

source: Waymarked Trails shows horse riding routes from the local to international level, with maps and information from OpenStreetMap.
fi: Waymarked Trails näyttää ratsastusreittejä niin paikallisesti kuin maailmanlaajuisestikin, OpenStreetMap-karttojen ja -tietojen perusteella.

source: Waymarked Trails shows inline skating routes from the local to international level, with maps and information from OpenStreetMap.
fi: Waymarked Trails näyttää rulalluistelureittejä niin paikallisesti kuin maailmanlaajuisestikin OpenStreetMap-karttojen ja -tietojen perusteella.
nb: Waymarked Trails viser inline skøyteruter fra lokalt til internasjonalt nivå, med kart og informasjon fra OpenStreetMap.
vi: Waymarked Trails trình bày các tuyến đường trượt băng từ cấp địa phương tới hệ thống quốc tế, dùng các bản đồ và thông tin lấy từ OpenStreetMap.

source: Waymarked Trails shows winter sport slopes, with maps and information from OpenStreetMap.
fi: Waymarked Trails näyttää talviurheilurinteitä OpenStreetMap-karttojen ja -tietojen perusteella.

source: Website
fi: Verkkosivusto
nb: Vevside
tl: Pook sa sapot
vi: Trang Web

source: Winter Sport Slopes
fi: Talviurheilurinteet

source: Zoom in to see more routes
fi: Lisää reittejä tulee näkyville, kun suurennat karttaa
nb: Det finst flere ruter i området, zoom inn for å se dem.
tl: Lumapit upang makita ang mas marami pang mga ruta
vi: Phóng to để xem thêm tuyến đường

source: continental
fi: kansainväliset
nb: kontinental
tl: pangkontinente
vi: lục địa

source: downhill
fi: alamäki

source: elevation data by [SRTM/ASTER](help/acknowledgements)
fi: korkeustiedot tarjoaa [SRTM/ASTER](help/acknowledgements)
vi: dữ liệu cao độ do [SRTM/ASTER](help/acknowledgements) cung cấp

source: hike
fi: vaellus

source: national
fi: kansalliset
nb: nasjonal
tl: pambansa
vi: quốc gia

source: nordic
fi: pohjoinen

source: other
fi: muut
nb: andre
tl: iba pa
vi: khác

source: regional
fi: paikalliset
tl: pangrehiyon
vi: vùng

source: skitour
fi: randohiihto

source: sled
fi: kelkka

source: sleigh
fi: reki

source: No valid map area specified. Check the bbox parameter in the URL.
nb: Intet gyldig område spesifisert.
tl: Walang tinukoy na pook sa mapa. Suriin ang parametro ng kahong nag-uugnay sa loob ng URL.
vi: Không định rõ vùng hợp lệ trên bản đồ. Hãy kiểm tra tham số bbox trong URL.

source: Invalid coordinates given for the map area. Check the bbox parameter in the URL.
nb: Koordinatene for området er ugyldige.
tl: Hindi katanggap-tanggap ang ibinigay na mga tugmaang pampook para sa pook sa mapa. Surrin ang parametro ng kahong pang-ugnay sa loob ng URL.
vi: Đã định rõ tọa độ không hợp lệ cho vùng bản đồ. Hãy kiểm tra tham số bbox trong URL.

source: Waymarked Trails shows mountain biking (MTB) routes from the local to international level, with maps and information from OpenStreetMap.
nb: Waymarked Trails viser terrengsykkelruter fra lokalt til internasjonalt nivå, med kart og informasjon fra OpenStreetMap.
vi: Waymarked Trails trình bày các tuyến đường xe đạp leo núi (MTB) từ cấp địa phương tới hệ thống quốc tế, dùng các bản đồ và thông tin lấy từ OpenStreetMap.

source: Page not found
nb: Finner ikke siden
tl: Hindi natagpuan ang pahina
vi: Không tìm thấy trang

source: Internal Server Error
nb: Intern tjenerfeil
tl: Kamalian ng Panloob na Tagapaghain
vi: Lỗi Máy chủ Nội bộ

source: Something very unexpected just happend on the server. Please, file a bug report and don't forget to describe in detail what you did to see this error.
nb: Noe veldig uforutsett skjedde nettopp på tjeneren. Vi setter stor pris på om du sender oss en feilmelding der du beskriver i detalj hva du gjorde før du kom til denne feilmeldinga.
tl: Naganap ang isang bagay na talagang hindi inaasahan sa ibabaw ng tagapaghain, Paki magpila ng isang ulat ng sira o surot at huwag kalimutang madetalyeng ilarawan ang kung ano ang iyong ginawa upang makita ang kamaliang ito.
vi: Một lỗi bất ngờ vừa xuất hiện trên máy chủ. Xin vui lòng báo cáo lỗi này và nhớ miêu tả với chi tết đầy đủ các bước dẫn đến lỗi này.

source: Choose language...
nb: Velg språk …
tl: Pumili ng wika...
vi: Chọn ngôn ngữ…

source: Go
nb: Gå
tl: Gawin
vi: Đi

source: Map data © [OpenStreetMap](http://www.openstreetmap.org) under [ODbL](http://www.openstreetmap.org/copyright)
nb: Kartdata © [OpenStreetMap](http://www.openstreetmap.org) under [ODbL](http://www.openstreetmap.org/copyright)
vi: Dữ liệu bản đồ © [OpenStreetMap](http://www.openstreetmap.org) theo [ODbL](http://www.openstreetmap.org/copyright)

source: Unable to get your location!
vi: Không thể lấy vị trí của bạn!

source: osmc:symbol tag values displayed on the map
nb: osmc:symbol vist på kartet
tl: osmc:symbol ipinapakita sa mapa ang mga halaga ng tatak
vi: Các giá trị thẻ osmc:symbol xuất hiện trên bản đồ

source: For information about the syntax, see the page about [the osmc:symbol tag](osmc).
nb: For informasjon om bruk (syntaks), se [osmc:symbol-taggen](osmc).
tl: Para sa kabatiran hinggil sa palaugnayan, tingnan ang pahinang patungkol [sa tatak na osmc:symbol](osmc).
vi: Xem chi tiết về cú pháp tại [trang thẻ osmc:symbol](osmc).

source: Center map on route
nb: Sentrer kartet på ruta
tl: Igitna ang mapa sa ibabaw ng ruta
vi: Chuyển tuyến đường vào giữa bản đồ

source: Zoom in
vi: Phóng to

source: Download GPX
nb: Last ned GPX-fil
tl: Ikargang paibaba ang GPX
vi: Tải về GPX

source: Links
nb: Lenker
tl: Mga kawing
vi: Liên kết

source: Elevation profile is loading
nb: Høydeprofil blir laget
vi: Đang tải biểu đồ cao độ

source: No elevation profile shown because route is too complex, or elevation data is lacking.
vi: Không trình bày biểu đồ cao độ được vì tuyến đường quá phức tạp hoặc thiếu dữ liệu cao độ trên đường này.

source: Sorry, there is no route with ID %(id)s.
nb: Det finnes ingen rute med ID %(id)s.
tl: Paumanhin, walang ruta na may ID na %(id)s.
vi: Rất tiếc, không có tuyến đường với ID %(id)s.

source: Routes in area
nb: Ruter i kartutsnittet
tl: Mga ruta sa loob ng pook
vi: Tuyến đường trong vùng

source: No results.
nb: Ingen resultat.
tl: Walang mga resulta.
vi: Không tìm thấy kết quả.

source: More results…
nb: Flere resultat…
tl: Marami pang mga resulta...
vi: Thêm kết quả…

source: Searching for
nb: Søk etter
tl: Hinahanap ang
vi: Đang tìm kiếm

source: Map Settings
vi: Tùy chọn bản đồ

source: Loading data…
nb: Henter data…
tl: Ikinakarga ang dato...
vi: Đang tải dữ liệu…

source: Places
nb: Steder
tl: Mga lugar
vi: Địa điểm

source: hillshading by [Hike & Bike Map](http://hikebikemap.de)
nb: høydelag av [Hike & Bike Map](http://hikebikemap.de)
tl: pagsangga sa burol ng [Hike & Bike Map](http://hikebikemap.de)

source: About this map
nb: Om kartet
tl: Tungkol sa mapang ito

source: Error processing data
nb: Databehandlingsfeil
tl: Kamalian sa pagpuproseso ng dato

source: No elevation shown profile because route is too complex, or elevation data is lacking.
nb: Ingen høydeprofile blir vist på grunn av at ruta er for kompleks, eller data mangler.

source: Distance
nb: Avstand

source: Meters above sea level
nb: Meter over havet

source: Back to route list
nb: Liste over ruter
tl: Magbalik sa listahan ng ruta

source: Back to search results
nb: Tilbake til søkeresultat
tl: Magbalik sa mga resulta ng paghahanap

source: Map data by [OpenStreetMap](http://www.openstreetmap.org) and contributors ([CC BY-SA](http://creativecommons.org/licenses/by-sa/2.0/))
tl: Dato ng mapa ng [OpenStreetMap](http://www.openstreetmap.org) at mga mang-aambag ([CC BY-SA](http://creativecommons.org/licenses/by-sa/2.0/))
